IDEA Open Model
BoltGrid.BoltAssemblyName Property
Compatible with IDEA StatiCa Beta 20.0
 The description of the bolt assembly
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string BoltAssemblyName { get; set; }
Public Property BoltAssemblyName As String
	Get
	Set
Property Value
Type: String
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace